export default {
  game_rules: "Ахъвмарра аправилаква:",
  common_goal: "Ацель",
  play_areas: "Хъвмарра зонаква",
  foundation: "Афундамента",
  playing_field: "Хъвмарра аполе",
  deck: "Аколода",
  remaining_cards_to_draw: "Гӏатыхра йгӏанхаз акартаква",
  lights_out: "Аотбой",
  cards_drawn_deck: "Аколода йгӏатыцӏыз акартква",
  joker: "Аджокер",
  joker_discription: "Акарта особеннаб, датша кӏартаква йапсах йауаштӏ",
  basic_steps: "Рыцӏа йапхъахауа адействияква",
  game_modes: "Ахъвмарра арежимква",
  points_system: "Аочкӏиква система",
  khusynki: "Хӏвусынкӏаква (ахъвмарра авалюта)",
  strategic_advice: "Астратегическӏа советква",
  victory_conditions: "Айгӏайра аусловияква",
  all_cards_to_foundation: "Йшабгву акӏартква афундамент йазцад",
  joker_last_on_foundation: "аджокер йцӏыхъвахауата йцад афундамент апны",
  game_is_successfully: "Ахъмарра бзита йалгата йпхьадза йауаштӏ",
  good_luck_in_game: "Бзила ахъвмарра апны!",
  description_game: "Хӏвусынкӏа аджокер йацта • 5 баргвыра режимта",
  clear_btn: "Йгӏасгвынгӏвыд!",
  foundation_rules1: "4 стопки",
  foundation_rules2:
    "собираются карты одной масти по возрастанию (Туз, 2, 3, ..., Король, Джокер в конце)",
  playing_field1: "7 столбцов",
  playing_field2: "основное поле, где происходят перемещения",
  basic_steps1: "Акартква арцара",
  basic_steps2: "астолбецква рпны",
  basic_steps3: "Йарайара ацара",
  basic_steps4: "гӏван аквхӏара акарта йарцид афундамент апны",
  basic_steps5: "Акартква атыхра",
  basic_steps6: "аколода апны",
  basic_steps7: "Ацара аъотмена",
  basic_steps8: "щтӏахьла ахъынхӏвыхра",
  basic_steps9: "Аподсказка",
  basic_steps10: "йауаш ацара йгӏакӏкӏид",

  common_goal_p_all:
    "Зымгӏва 52 акартаква атуз угӏалагата апаштахӏдза <0>афундамент</0> (4 ахъахь гвыпкӏ) йтацӏа.",
  play_areas_li1:
    "<0>Афундамент</0> – атуз йгӏашӏарышвта апаштахӏ йпныдза амасть азкӏкӏра",
  play_areas_li2: "<0>Хъвмарырта</0> – Акартаква ратрыпара ахъазла быжьсатыркӏ",
  play_areas_li3:
    "<0>Аколода</0> – акартӏ шӏыцква йгӏауахвуа, <1>отбой</1> – акӏартӏква гӏакӏаурышвуа",
  basic_steps_li1: "Акартаква ратрыпара",
  basic_steps_li2: "Автоперенос (гӏванла аквсра)",
  basic_steps_li3: "Аколода гӏатыхра",
  basic_steps_li4: "Амгӏвайсра ныхра",
  basic_steps_li5: "Цхърыгӏара",

  game_modes_classic_name_desc:
    "<0>Кӏлассическӏа</0> - 5 пересдачата, 3 отменакӏ, 3 подскӏазкӏакӏ",
  game_modes_timed_name_desc:
    "<0>Пӏатлала</0> - 3 минутӏакӏ, 3 пересдачата, 3 отменакӏ, 3 подскӏазкӏакӏ",
  game_modes_relaxed_name_desc: "<0>Тшырльальа</0> - Лимитдаъа",

  points_system_accrual:
    "<0>Хъахӏара:</0> афундамент азцара (5-15), акӏарта ахърышвтра (2-10), ахъвмарра алгара",
  points_system_fines:
    "<0>Къвады:</0> аныхра ахъазла (0-20), цхърыгӏара (0-10)",

  strategic_advice_li1: "Йхъгӏву акартаква гӏахътӏы",
  strategic_advice_li2: "Апхъапхъа атузква азкӏкӏы",
  strategic_advice_li3: "Лимит ргӏапсщаквала рпны амгӏвайсраква лых",

  victory_conditions_p1: "Акартаква зымгӏва афундамент апны",
};
