export default {
  game_rules: "Ахъвмарра аправилаква:",
  common_goal: "Ацель",
  play_areas: "Хъвмарра зонаква",
  foundation: "Афундамента",
  playing_field: "Хъвмарра аполе",
  deck: "Аколода",
  remaining_cards_to_draw: "Г|атыхра йг|анхаз акартаква",
  lights_out: "Аотбой",
  cards_drawn_deck: "Аколода йг|атыц|ыз акартква",
  joker: "Аджокер",
  joker_discription: "Акарта особеннаб, датша к|артаква йапсах йауашт|",
  basic_steps: "Рыц|а йапхъахауа адействияква",
  game_modes: "Ахъвмарра арежимква",
  points_system: "Аочк|иква система",
  khusynki: "Х|вусынк|аква (ахъвмарра авалюта)",
  strategic_advice: "астратегическ|а советква",
  victory_conditions: "Айг|айра аусловияква",
  all_cards_to_foundation: "Йшабгву ак|артква афундамент йазцад",
  joker_last_on_foundation: "аджокер йц|ыхъвахауата йцад афундамент апны",
  game_is_successfully: "Ахъмарра бзита йалгата йпхьадза йауашт|",
  good_luck_in_game: "Бзила ахъвмарра апны!",
  description_game: "Х|вусынк|а аджокер йацта • 5 баргвыра режимта",
  clear_btn: "Йг|асгвынг|выд!",
  foundation_rules1: "4 стопки",
  foundation_rules2:
    "собираются карты одной масти по возрастанию (Туз, 2, 3, ..., Король, Джокер в конце)",
  playing_field1: "7 столбцов",
  playing_field2: "основное поле, где происходят перемещения",
  basic_steps1: "Акартква арцара",
  basic_steps2: "астолбецква рпны",
  basic_steps3: "Йарайара ацара",
  basic_steps4: "г|ван аквх|ара акарта йарцид афундамент апны",
  basic_steps5: "Акартква атыхра",
  basic_steps6: "аколода апны",
  basic_steps7: "Ацара аъотмена",
  basic_steps8: "щт|ахьла ахъынх|выхра",
  basic_steps9: "Аподсказка",
  basic_steps10: "йауаш ацара йг|ак|к|ид",

  common_goal_p_all:
    "Зымгӏва 52 акартаква атуз угӏалагата апаштахӏдза <0>афундамент</0> (4 ахъахь гвыпкӏ) йтацӏа.",
  play_areas_li1:
    "<0>Афундамент</0> – атуз йгӏашӏарышвта апаштахӏ йпныдза амасть азкӏкӏра",
  play_areas_li2: "<0>Хъвмарырта</0> – Акартаква ратрыпара ахъазла быжьсатыркӏ",
  play_areas_li3:
    "<0>Аколода</0> – акарт| ш|ыцква йг|ауахвуа, <1>отбой</1> – ак|арт|ква г|ак|аурышвуа",
  basic_steps_li1: "Акартаква ратрыпара",
  basic_steps_li2: "Автоперенос (гӏванла аквсра)",
  basic_steps_li3: "Аколода гӏатыхра",
  basic_steps_li4: "Амгӏвайсра ныхра",
  basic_steps_li5: "Цхърыгӏара",

  game_modes_classic_name_desc:
    "<0>К|лассическ|а</0> - 5 пересдачата, 3 отменак|, 3 подск|азк|ак|",
  game_modes_timed_name_desc:
    "<0>Пӏатлала</0> - 3 минут|ак|, 3 пересдачата, 3 отменак|, 3 подск|азк|ак|",
  game_modes_relaxed_name_desc: "<0>Тшырльальа</0> - Лимитдаъа",

  points_system_accrual:
    "<0>Хъах|ара:</0> афундамент азцара (5-15), ак|арта ахърышвтра (2-10), ахъвмарра алгара",
  points_system_fines:
    "<0>Къвады:</0> аныхра ахъазла (0-20), цхърыгӏара (0-10), азаман (-2/сек)",

  strategic_advice_li1: "Йхъгӏву акартаква гӏахътӏы",
  strategic_advice_li2: "Апхъапхъа атузква азкӏкӏы",
  strategic_advice_li3: "Лимит ргӏапсщаквала рпны амгӏвайсраква лых",

  victory_conditions_p1: "Акартаква зымгӏва афундамент апны",
};
